Repository: EliranSun/ynab-v2
Catalog: src/locales/*/messages.po
Languages: he

source: ❤️ Self Care
he: ❤️ עצמי

source: 🍔 Eating
he: 🍔 אוכל

source: 🎁💃 Out
he: 🎁💃 יציאות

source: 🏠 House
he: 🏠 בית

source: 💰 Income
he: 💰 הכנסות

source: 🧾 Taxes
he: 🧾 מיסים

source: 🚌 Travel
he: 🚌 נסיעות

source: 🛎️ Apps Sub
he: 🛎️ מינויים

source: A category is an group of subcategories,
he: קטגוריה היא קבוצה של קטגוריות,

source: Actual
he: במציאות

source: Actual:
he: במציאות:

source: add
he: הוספה

source: Add
he: הוספה

source: Add Category
he: הוספת קטגוריה

source: Add Subcategory
he: הוספת תת קטגוריה

source: amount
he: סכום

source: April
he: אפריל

source: Are you sure you want to delete this category?
he: האם אתה בטוח שאתה רוצה למחוק את הקטגוריה הזאת

source: Are you sure you want to delete this sub-category?
he: האם אתה בטוח שאתה רוצה למחוק את תת הקטגוריה הזאת

source: August
he: אוגוסט

source: Authoring
he: כתיבה

source: average
he: ממוצע

source: Average
he: ממוצע

source: Balance
he: תנועות

source: Balance: Where's my fucking money?
he: מאזן: איפה הכסף?!

source: Barber
he: ספר

source: Bars
he: ברים

source: Books
he: ספרים

source: Bottom line
he: שורה תחתונה

source: budget
he: תקציב

source: Budget
he: תקציב

source: Budget:
he: תקציב:

source: Building Committee
he: ועד

source: Bus
he: אוטובוס

source: but it's negligible!
he: אבל זה זניח!

source: Categories
he: קטגוריות

source: Categories are your way to make order, out of the chaos.
he: קטגוריות הן הדרך שלך לייצר סדר מתוך הכאוס

source: Categories Edit
he: קטגוריות - עריכה

source: Category added successfully
he: קטגוריה התווספה בהצלחה

source: Category updated successfully
he: קטגוריה עודכנה בהצלחה

source: Clothes
he: ביגוד

source: Control your financial situation
he: השולט במצבו הכלכלי

source: Control your future
he: שולט הוא כך, במציאות

source: Current Balance
he: יתרה נוכחית

source: Cutoff by
he: ממוצע לפי

source: Dates
he: דייטים

source: December
he: דצמבר

source: Decor
he: עיצוב פנים

source: delete
he: מחיקה

source: Deleted successfully
he: מחיקה בוצעה בהצלחה

source: Delivery
he: משלוחים

source: Design
he: עיצוב

source: Dev
he: פיתוח

source: Diffs:
he: הפרש:

source: Dining
he: מסעדות

source: Donations
he: תרומות

source: duplicates
he: כפולים

source: Education
he: לימודים

source: Electricity
he: חשמל

source: Electronics
he: אלקטרוניקה

source: Existing expenses
he: הוצאות קיימות

source: expense
he: הוצאה

source: expenses
he: הוצאות

source: Expenses
he: הוצאות

source: Expenses in subcategory
he: הוצאות בתת קטגוריה

source: Export Budget
he: יצוא תקציב

source: Export budget to file
he: יצוא תקציב לקובץ

source: Export Expenses
he: יצוא תנועות

source: Export expenses to file
he: יצוא הוצאות לקובץ

source: Family
he: משפחה

source: February
he: פברואר

source: Fees
he: עמלות

source: Filters
he: סננים

source: forgotten
he: נשכחו

source: Friends
he: חברים

source: From Text
he: הדבק טקסט

source: Fun
he: כייף

source: Games
he: משחקים

source: Good afternoon!
he: צהריים טובים!

source: Good evening!
he: ערב טוב!

source: Good morning!
he: בוקר טוב!

source: Groceries
he: מצרכים

source: Gym
he: כושר

source: Health
he: בריאות

source: Health/Beauty
he: טיפוח

source: Hey
he: היי

source: Hobbies
he: תחביבים

source: Home
he: בית

source: I'm in BIG trouble.
he: אני בצרות -גדולות-.

source: I'm in trouble.
he: אני בצרות.

source: Import from file
he: יבוא מקובץ

source: In order to use the app, you have got to set up categories.
he: בשביל להשתמש באפליקציה, אתה צריך ליצור קטגוריות

source: income
he: הכנסה

source: Income
he: הכנסות

source: Income is defined per category level,
he: הכנסה מוגדרת ברמת הקטגוריה,

source: Internet
he: אינטרנט

source: iOS
he: אפליקציות

source: It is us again
he: אנחנו, שוב

source: January
he: ינואר

source: Jesus fucking christ man.
he: אלוקים אדירים אבינו שבשמיים.

source: July
he: יולי

source: June
he: יוני

source: Just wanted to say, welcome!
he: רק רצינו לומר, ברוך הבא!

source: KIA
he: רכב

source: Last
he: אחרון

source: Last quarter
he: רבעון אחרון

source: Last week
he: שבוע שעבר

source: left
he: עודף

source: left to spend
he: נשאר להוציא

source: less than my budget
he: פחות מהתקציב שלי

source: Let us take you there
he: בוא ניקח אותך לשם

source: Lime
he: קורקינט חשמלי

source: Login
he: התחבר

source: Logout
he: התנתק

source: Lost this month...
he: אבדו בחודש זה...

source: Maintenance
he: תחזוקה

source: Manually
he: הוסף ידנית

source: March
he: מרץ

source: May
he: מאי

source: months
he: חודשים אחרונים

source: my budget is nowhere NEAR reality.
he: התקציב שלי לא -קרוב- למציאות.

source: my budget is spot on!
he: התקציב שלי מדויק!

source: name
he: שם

source: New expenses
he: הוצאות חדשות

source: No budget set this month.
he: החודש הנוכחי לא תוקצב.

source: No duplicates
he: אין כפולים

source: No forgotten expenses
he: אין נשכחים

source: No subcategories for this category
he: אין תת קטגוריות

source: note
he: הערה

source: Nothing new
he: אין חדש

source: November
he: נובמבר

source: Now you must add subcategories
he: עכשיו אתה צריך להוסיף תת קטגוריות

source: October
he: אוקטובר

source: OK
he: אוקיי

source: Other
he: אחר

source: out of
he: מתוך

source: over
he: חריגה

source: over budget
he: חריגה מהתקציב

source: over my budget
he: מעבר לתקציב שלי

source: Parse
he: פירסור

source: Parse File
he: עבד קובץ

source: Parse Text
he: עבד טקסט

source: Past 12 months
he: 12 החודשים האחרונים

source: perhaps a one-off, but I should understand why if this keeps going.
he: אולי פשלה חד פעמית, אבל כדאי שאבין למה זה קרה

source: Period
he: תקופה

source: Pets
he: חיות

source: Phone
he: טלפון

source: Projection
he: חיזוי

source: Put in mind though - the budget is for the current month only, so some months (i.e. vacation) are skewing these results.
he: התקציב הוא לחודש הנוכחי בלבד (מוכפל ב12), ולכן בחלק מהחודשים (למשל חופשה) התוצאות תהיינה מוטות.

source: Rates
he: מיסים

source: Recurring Transaction Count
he: תנועה חוזרת - מספר תשלומים

source: Rent
he: שכר דירה

source: Resolver
he: המיישב

source: Salary
he: משכורת

source: save
he: שמירה

source: Saved this month!
he: נחסכו החודש!

source: Search
he: חיפוש

source: Select Subcategory
he: בחר תת קטגוריה

source: September
he: ספטמבר

source: Sheet
he: העלה גיליון

source: Show same month only
he: הצג הוצאות דומות רק בחודש זה

source: So all of the subcategories in this category will be defined as income
he: כך שכל תת הקטגוריות בקטגוריה זו יהיו מוגדות כהכנסות

source: Sort by amount
he: סכום

source: Sort by timestamp
he: תאריך

source: Subcategories
he: תת קטגוריות

source: Subcategories are how expenses are grouped and calculated
he: תת קטגוריות הן איך שרשומות מחולקות ומחושבות

source: The Resolver
he: המיישב

source: Therapist
he: פסיכולוג

source: this month
he: החודש

source: This month
he: החודש

source: this quarter
he: הרבעון

source: this week
he: השבוע

source: This week
he: השבוע

source: this year
he: השנה

source: Total budgeted savings:
he: סך חיסכון

source: Total Expenses Budget:
he: סך הוצאות מתוכננות

source: Total Income Budget:
he: סך הכנסות מתוכננות

source: Transactions
he: תנועות

source: TV
he: טלוויזיה

source: Unknown
he: חסר

source: Vacation
he: חופשה

source: Water
he: מים

source: Welcome
he: ברוך הבא!

source: which is good, but I should understand why my budget is off.
he: שזה טוב, אבל כדאי שעדיין אבין מאיפה ההפרש מגיע.

source: You can call it cosmetic - it is there solely to organize subcategories
he: אפשר לקרוא לקטגוריות דבר קוסמטי - הן כאן רק בשביל לארגן תת קטגוריות

source: You have completed entering categories
he: סיימת להוסיף קטגוריות

source: You Need Balance
he: תשמע, אתה צריך איזון

source: You will associate these with each entry you add
he: בהמשך, כל רשומה שתוסיף תשוייך לתת קטגוריה
